Repository: james7342/DDT_Org_Chart
Catalog: App_LocalResources/Settings.ascx.*.resx
Languages: fr_fr

# ConfirmChangeMode.Text
source: Confirm Change Mode ! Take care it will reset links beetween items or groups. You must go to Edit Module Datas to relink items and/or groups
fr_fr: Confirmer le changement de mode ! Attention, cela va reinitialiser les liens entre les objets. Vous devrez aller dans Edition Données du Module pour recréer les liaisons entre objet et/ou groupes.

# ControlTitle_settings.Text
source: Org Chart Settings
fr_fr: Paramétrage DevPCI - DDT_Org_Chart

# DefaultImageUrl.Help
source: You can specify an url for default image. ex: /Portals/0/Images/defaultpict-48x48.png
fr_fr: Vous pouvez spécifier (facultatif) une url pour l'image par defaut. ex : /Portals/0/Images/defaultpict-48x48.png

# DefaultImageUrl.Text
source: Default Image Url
fr_fr: Url de l'image par default

# DisableDefaultImage.Help
source: Disable default image will not show the default image if no image loaded.
fr_fr: Désactiver l'image par default, masquera l'affichage de l'image par default.

# DisableDefaultImage.Text
source: Disable default image
fr_fr: Désactiver l'image par defaut

# EnableCollapsing.Help
source: Enable to be able to collapse nodes
fr_fr: Activer pour pouvoir réduire les noeuds

# EnableCollapsing.Text
source: Enable Collapsing
fr_fr: Activer réduction

# EnableDrillDown.Help
source: Enable to get Drill Down functionality (Graphic bug under DNN6 because of default.css, work under DNN7)
fr_fr: Activer pour avcoir la fonctionnalité Drill Down (Bug graphique sous DNN6 cause default.css, marche sous DNN7)

# EnableDrillDown.Text
source: Enable Drill Down
fr_fr: Activer Drill Down

# EnableGroupCollapsing.Help
source: Enable Group Collapsing Help text
fr_fr: Activer la réduction de groupe

# EnableGroupCollapsing.Text
source: Enable Group Collapsing
fr_fr: Activer la réduction de groupe

# ExpandCollapseAllGroups.Help
source: ExpandCollapseAllGroups Help text
fr_fr: Agrandir reduire tous les groupes

# ExpandCollapseAllGroups.Text
source: ExpandCollapseAllGroups
fr_fr: Agrandir reduire tous les groupes

# ExpandCollapseAllNodes.Help
source: ExpandCollapseAllNodes help text
fr_fr: Agrandir reduire tous les noeuds

# ExpandCollapseAllNodes.Text
source: ExpandCollapseAllNodes
fr_fr: Agrandir reduire tous les noeuds

# GroupColumnCount.Help
source: Default Number of Column in a Group
fr_fr: Nombre par defaut de colonnes dans le groupe

# GroupColumnCount.Text
source: Group Column Count
fr_fr: Nombre de colonnes dans le groupe

# Intro.Text
source: Take care there is two use for this module, Simple , or With Group. By enabling/disabling WithGroup gives you to relocate the datas in Edit Module Datas. Simple, items are related each others. With group, groups are related to each other and item are related to Group.
fr_fr: Attention, il ya deux modes d'utilisation de ce module, simple, ou avec groupe. En changeant de mode, vous devrez relier les données en Edition Données du Module. Mode simple, les éléments sont liés les uns des autres. Avec groupe, les groupes sont liés les uns aux autres et au les éléments sont liés au groupes.

# ItemTitle.Help
source: Item title (DNN 6.2.4/5/6 only, don't work under DNN 7 + at the moment)
fr_fr: Titre d'Item (DNN 6.2.4/5/6 uniquement, Ne fonctionne pas sous DNN 7 + pour le moment)

# ItemTitle.Text
source: Item title
fr_fr: Titre d'item

# LoadOnDemand.Help
source: Enable LoadOnDemand will automaticaly enable collapse
fr_fr: Activer LoadOnDemand va activer automatiquement la réduction (collapse)

# LoadOnDemand.Text
source: Enable LoadOnDemand
fr_fr: Activer LoadOnDemand

# Mode.Help
source: Simple, items are related each others. With Group, groups are related to each others and item are related to Group. Go to Edit Module Datas if setting is changed.
fr_fr: Simple, les éléments sont liés les uns des autres. Avec groupe, les groupes sont liés les uns aux autres et les éléments sont liés au groupe. Allez en Edition Données du Module si le mode est changé.

# NodeLabel.Help
source: Group title (DNN 6.2.4/5/6 only, don't work under DNN 7 + at the moment)
fr_fr: Titre de groupe (DNN 6.2.4/5/6 uniquement, Ne fonctionne pas sous DNN 7 + pour le moment)

# NodeLabel.Text
source: Group title
fr_fr: Titre du groupe

# ReductSize25.Help
source: Reduct Size of 25 %
fr_fr: Reduire la taille de 25%

# ReductSize25.Text
source: Reduct Size of 25 %
fr_fr: Reduire la taille de 25%

# ShowExpandCollapseGroupButton.Help
source: Show Expand Collapse Group Button
fr_fr: Afficher boutton Etendre/Reduire les groupes

# ShowExpandCollapseGroupButton.Text
source: Show Expand Collapse Group Button
fr_fr: Afficher boutton Etendre/Reduire les groupes

# ShowExpandCollapseNodeButton.Help
source: Show Expand/Collapse Node Button
fr_fr: Afficher bouton Etendre/Reduire les noeuds

# ShowExpandCollapseNodeButton.Text
source: Show Expand/Collapse Node Button
fr_fr: Afficher bouton Etendre/Reduire les noeuds

# Skin.Help
source: Select a skin
fr_fr: Selectionner un skin d'affichage

# WithGroup.Text
source: With Group
fr_fr: Avec Groupe
